import React from "react";
import { Link } from "react-router-dom";
import {
  PawsFacebook,
  PawsInstagram,
  RequestHelpAgainLink,
  RequestHelpLink,
} from "./prefabs";

export const FaqUkrSection = () => (
  <>
    <h1>Найчастiше задаванi питання</h1>
    <div className="row text-start">
      <p>
        Шановні волонтери та всі, хто звертається до Paws of Peace за допомогою!
        Ми отримуємо багато звернень щодо нашої роботи і витрачаємо багато часу
        на спілкування. Ми вирішили покращити та прискорити нашу комунікацію і
        створили цей пост, де ви можете знайти відповіді на поширені запитання.
        Ми збираємо пожертви в місті Стокгольм, Швеція, та надсилаємо вам те, що
        привозять наші жертводавці та спонсори. Будь ласка, користуйтеся
        отриманою допомогою відповідально (перевіряйте корм та ліки,
        використовуйте їх на власний розсуд). Ми займаємося волонтерством у
        вільний час і не отримуємо за це гроші. 100% всієї допомоги, яку
        отримуємо, ми направляємо в Україну.
      </p>

      <ol>
        <li className="fw-bold">Як отримати допомогу? </li>
        <p>
          Будь ласка, заповніть цю форму, і ми зробимо все можливе, щоб
          допомогти вам: <RequestHelpLink /> або <RequestHelpAgainLink />.
        </p>
        <li className="fw-bold">
          Я не є волонтером або офіційним притулком, але годую багато
          безпритульних тварин на вулиці. Чи можу я отримати допомогу?
        </li>
        <p>
          Так, будь ласка, заповніть цю форму, і ми зробимо все можливе, щоб
          допомогти вам: <RequestHelpLink /> або <RequestHelpAgainLink />.
        </p>

        <li className="fw-bold">
          Я заповнив/ла анкету, але чому я не отримую допомогу?
        </li>
        <p>
          <ul>
            На це може бути кілька причин:
            <li>
              «Paws of Peace» є волонтерською ініціативою, тому може знадобитися
              деякий час, перш ніж ми зв’яжемося з вами. Ми обробляємо заявки у
              порядку черги.
            </li>
            <li>
              Ви не повністю заповнили форму або не вказали, яка допомога вам
              потрібна.
            </li>
            <li>
              Ми не можемо перевірити ваш профіль (він закритий), ми не можемо
              вас ідентифікувати та верифікувати.
            </li>
            <li>
              Ви отримували допомогу раніше, але не надали звітність, яку ми
              вимагаємо.
            </li>
            <li>
              Комунікація від вас не відповідає загальноприйнятим соціальним
              нормам.
            </li>
          </ul>
        </p>
        <li className="fw-bold">
          Яку допомогу я можу отримати (гроші, їжа, стерилізація, вакцинація від
          кліщів, чіпування)?
        </li>
        <p>
          Ми можемо надіслати вам допомогу у вигляді корму, який надійшов від
          наших жертводавців та спонсорів. Це можуть бути продукти, термін
          придатності яких наближається до кінця або раніше вживані речі для
          тварин. У деяких випадках ми можемо надіслати фінансову допомогу для
          закупівлі кормів та сплати рахунків у ветеринарній клініці.
        </p>
        <li className="fw-bold">
          Як надсилається допомога і хто сплачує доставку?
        </li>
        <p>
          Ми збираємо гуманітарну допомогу в Швеції та надсилаємо її в Україну,
          якщо у нас є наявний транспорт. В Україні наші партнери-волонтери
          доставляють допомогу Новою Поштою. При отриманні допомоги ви
          самостійно сплачуєте вартість доставки Новою Поштою. У деяких випадках
          ми можемо компенсувати витрати на отримання пакунків.
        </p>
        <li className="fw-bold">Чи можу я обрати вид допомоги? </li>
        <p>
          На жаль, ми не можемо гарантувати наявність певних брендів кормів, але
          ми можемо зібрати корми (лікувальний чи звичайний) або медикаменти для
          тварин, які вам потрібні. Зверніть увагу, що ветеринарні препарати в
          Швеції можуть суттєво відрізнятися від українських. Також, якщо ви
          потребуєте корм для котів та собак разом, а у нас є тільки для когось
          одного, ми можемо надіслати тільки те, що є в наявності.
        </p>
        <li className="fw-bold">Через скільки часу я отримаю допомогу? </li>
        <p>
          Ми не можемо точно визначити дату отримання допомоги. Як тільки ваша
          допомога буде запакована і транспорт буде готовий до відправлення в
          Україну, ми зв'яжемося з вами і відправимо її найближчим транспортом.
          Після цього слідкуйте за інформацією у додатку Нової Пошти. Умови
          роботи та вимоги отримання допомоги можна дізнатися у вашому
          відділенні Нової Пошти.
        </p>
        <li className="fw-bold">
          Що я повинен зробити після отримання пакунку?
        </li>
        <p>
          Після отримання пакунку/пакунків від нас, будь ласка, повідомте про
          отриману допомогу на своїй сторінці в соціальних мережах з активним
          посиланням на Paws of Peace. Щоб зробити активне посилання, поставте
          лайк, підпишіться на нашу сторінку у Facebook/Instagram та у своєму
          пості поставте символ @ перед Paws of Peace, наприклад - @Paws of
          Peace.
        </p>
        <li className="fw-bold">
          Яку кількість допомоги (пакунків) я можу отримати від Paws of Peace?
        </li>
        <p>
          Це залежить від пожертв та того, що привозять наші донори та спонсори.
          Також ми маємо зобов'язання перед іншими волонтерами. Ви завжди можете
          звернутися за допомогою до інших фондів або відкрити власний збір.
        </p>
        <li className="fw-bold">
          Чи можу я отримати допомогу від вас кілька разів?
        </li>
        <p>
          Умовою повторного отримання допомоги є опублікування звіту та
          взаємоповажне спілкування. Якщо ви не виконали ці умови, ми не можемо
          надати вам допомогу в наступному разі. Якщо ви виконали умови, ви
          можете звернутися до нас з проханням про допомогу ще раз. Ми будемо
          раді допомогти вам.
        </p>
        <li className="fw-bold">
          Я не можу знайти вашу організацію або я не можу вас тегнути.
        </li>
        <p>
          Будь ласка, натисніть "вподобати" та підпишіться на нашу сторінку у{" "}
          <PawsFacebook /> та <PawsInstagram />
        </p>
      </ol>
    </div>
  </>
);
